{
    "frontendDeveloper": "Frontend Developer",
    "scrollDown": "Scroll\nDown",

    "aboutMe": "About me",
    "mySkills": "My skills",
    "portfolio": "Portfolio",

    "aboutMeText": "Hello! My name is Davide Religioso and I'm from Stuttgart in Germany. I have always been enthusiastic about the Internet, digitalization and technical innovations. Now it's time to bring this enthusiasm to my job as a frontend developer.\n\nJust over a year ago, I decided to further my education in the field of frontend development. The Developer Academy was a great support and helped me to achieve my goals. Without their help, it would have been much more difficult.\n\nBefore I came to frontend development, I worked as a CNC milling machine operator. There I learned to work precisely and pay attention to detail. I now want to use these skills in programming to develop myself further.",

    "portfolioText": "This page is a sample of my work - please feel free to try them out.",
    "projectDescription": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe Peligroso collecting coins and salsa bottles and to fight against el pollo loco.",

    "descriptionKey": {
        "elPolloLoco": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe Peligroso collecting coins and salsa bottles and to fight against el pollo loco.",
        "pokedex": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
        "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
    },

    "contactH3": "Want to discuss a new project?",
    "contactH4": "Say hello! Let's discuss your ideas and make it happen.",

    "inputNamePlaceholder": "Your name",
    "warningTextName": "Please enter your name",

    "inputEmailPlaceholder": "Your email",
    "warningTextEmail": "Please enter your email",

    "textareaMessagePlaceholder": "Your message",
    "warningTextMessage": "Please enter a message",

    "privacyPolicyNotice-I'veReadThe": "I've read the",
    "privacyPolicyLink": "privacy policy",
    "privacyPolicyNotice-and agree...": "and agree to the processing of my data as outlined.",
    "warningTextPrivacyPolicy": "Please accept the privacy policy",

    "submitButtonValue": "Send message",

    "legalNotice": "Legal notice"
}