{
    "frontendDeveloper": "Sviluppatore Frontend",
    "scrollDown": "Scorri\nGiù",

    "aboutMe": "Su di me",
    "mySkills": "Le mie competenze",
    "portfolio": "Portafoglio",

    "aboutMeText": "Ciao! Mi chiamo Davide Religioso e vivo Stoccarda in Germania. Sono sempre stato appassionato di Internet, della digitalizzazione e delle innovazioni tecniche. Ora è arrivato il momento di portare questo entusiasmo nel mio lavoro di sviluppatore frontend.\n\nPoco più di un anno fa ho deciso di approfondire la mia formazione nel campo dello sviluppo frontend. La Developer Akademie è stata di grande supporto e mi ha aiutato a raggiungere i miei obiettivi. Senza il loro aiuto, sarebbe stato molto più difficile.\n\nPrima di approdare allo sviluppo di frontend, ho lavorato come fresatore CNC. Lì ho imparato a lavorare con precisione e a prestare attenzione ai dettagli. Ora voglio utilizzare queste competenze nella programmazione per svilupparmi ulteriormente.",

    "portfolioText": "Ecco degli esempi del mio lavoro - sentiti libero di provarli.",
    "projectDescription": "Un semplice gioco salta e corri basato su un approccio orientato agli oggetti. Aiuta Pepe Peligroso a raccogliere monete e bottiglie di salsa e a combattere contro el pollo loco.",

    "descriptionKey": {
        "elPolloLoco": "Un semplice gioco Jump-and-Run basato su un approccio orientato agli oggetti. Aiutate Pepe Peligroso a raccogliere monete e bottiglie di salsa e a combattere contro el pollo loco.",
        "pokedex": "Basato sulla PokéAPI, una semplice libreria che fornisce e cataloga informazioni sui Pokemon.",
        "join": "Task manager ispirato al sistema Kanban. Crea e organizza le attività utilizzando le funzioni di trascinamento, assegna utenti e categorie."
    },

    "contactH3": "Vuoi discutere un nuovo progetto?",
    "contactH4": "Discutiamo delle tue idee e realizziamole.",

    "inputNamePlaceholder": "Tuo nome",
    "warningTextName": "Per favore inserisci il tuo nome",

    "inputEmailPlaceholder": "Tua email",
    "warningTextEmail": "Per favore inserisci la tua email",

    "textareaMessagePlaceholder": "Tuo messaggio",
    "warningTextMessage": "Per favore inserisci un messaggio",

    "privacyPolicyNotice-I'veReadThe": "Ho letto",
    "privacyPolicyLink": "l'informativa sulla privacy",
    "privacyPolicyNotice-and agree...": "e acconsento al trattamento dei miei dati come descritto.",
    "warningTextPrivacyPolicy": "Si prega di accettare l'informativa sulla privacy",

    "submitButtonValue": "Invia messaggio",

    "legalNotice": "Impronta",

    "sentMessage": "Grazie. Il tuo messaggio è stato inviato. Ti contatterò il prima possibile."
}